/***********************************************************************
 * 공통 메세지 영역
 * 번들과 일치 해야함.
 ***********************************************************************/
var MSG_COM_ERR_001 = "입력오류 발생 : 항목명[@]\n\r필수입력입니다.";
var MSG_COM_ERR_002 = "입력오류 발생 : 항목명[@]\n\r@자 이하로 입력하십시오.\n\r(한글은2자 계산)";
var MSG_COM_ERR_003 = "@ 입력하십시오.";
var MSG_COM_ERR_004 = "아이디 또는 비밀번호 오류입니다.";
var MSG_COM_ERR_005 = "지원되지 않는 확장자 파일입니다.";
var MSG_COM_ERR_006 = "첨부할 파일명의 길이는 50자를 넘을 수 없습니다.\n 한글25자";
var MSG_COM_ERR_007 = "첨부된 파일이 없습니다.";
var MSG_COM_ERR_008 = "입력오류 발생 : 항목명[@]\n\숫자만 입력해 주십시오.";
var MSG_COM_ERR_009 = "시작 일자가 마지막 일자보다 클 수 없습니다.";
var MSG_COM_ERR_010 = "날짜입력이 잘못되었습니다.";
var MSG_COM_ERR_011 = "시작일자를 오늘일자보다 과거로 설정할 수 없습니다.";
var MSG_COM_ERR_012 = "첨부된 [@] 파일이  중복 첨부되었습니다.\n\r확인해 주십시오.";
var MSG_COM_ERR_013 = "[@]\n\r올바른 휴대전화 번호가 아닙니다.";
var MSG_COM_ERR_014 = "@ 형태로 입력하세요." ;
var MSG_COM_ERR_015 = "입력오류 발생 : 항목명[@]\n\n 음수값을 입력할 수 없습니다.";
var MSG_COM_ERR_016 = "입력오류 발생 : 항목명[@]\n\n @ 이하로  입력해 주십시오.";
var MSG_COM_ERR_017 = "카테고리를 선택해주십시오.";
var MSG_COM_ERR_018 = "사용여부를 선택해주십시오.";
var MSG_COM_ERR_019 = "중복된 [@] 존재합니다.";
var MSG_COM_ERR_020 = "입력형식 오류 : 항목명[@]\n\r올바른 입력 형식이 아닙니다.";
var MSG_COM_ERR_021 = "입력형식 오류 : 항목명[@]\n\r 영문만 입력 가능합니다.";

var MSG_COM_IS_DEL = "삭제하시겠습니까?";
var MSG_COM_IS_UPD = "수정하시겠습니까?";
var MSG_COM_IS_CRE = "등록하시겠습니까?";